[
    {
        "id": 1,
        "title": "The Alchemist",
        "author": "Paulo Coelho",
        "Rate": 149,
        "image": "https://www.99booksstore.com/uploaded_files/product/160555759.webp",
        "rating": 4,
        "categories":"Fiction",
        "genre": "fiction",
        "description": "Paulo Coelho's enchanting novel has inspired a devoted following around the world. This story, dazzling in its powerful simplicity and inspiring wisdom, is about an Andalusian shepherd boy named Santiago who travels from his homeland in Spain to the Egyptian desert in search of a treasure buried in the Pyramids. Along the way he meets a Gypsy woman, a man who calls himself",
        "storage": "in-stock",
        "language": "english",
        "paperback": 172,
        "publisher": "Harper",
        "discount": 40,
        "bestselling": true,
        "bookformat":"Paperback"

    },
    {
        "id": 2,
        "title": "The Silent Patient ",
        "author": "Alex Michaelides",
        "Rate": 299,
        "image": "https://www.99booksstore.com/uploaded_files/product/238960986.webp",
        "rating": 3.5,
        "categories":"Fiction",
        "genre": "fiction",
        "description": "WITH OVER THREE MILLION COPIES SOLD, read the Sunday Times and No.1 New York Times bestselling, record-breaking thriller that everyone is talking about - soon to be a major film. 'The perfect thriller' AJ FINN 'Terrific' - THE TIMES Crime Book of the Month 'Smart, sophisticated suspense' - LEE CHILD 'Compelling' - OBSERVER 'Absolutely brilliant' - STEPHEN FRY 'A totally original psychological mystery' - DAVID BALDACCI 'One of the best thrillers I've read this year' - CARA HUNTER 'The pace and finesse of a master' - BBC CULTURE Alicia Berenson lived a seemingly perfect life until one day six years ago.When she shot her husband in the head five times. Since then she hasn't spoken a single word.It's time to find out why. THE SILENT PATIENT is the gripping must-read thriller of the year - perfect for fans of THE FAMILY UPSTAIRS by Lisa Jewell, BLOOD ORANGE by Harriet Tyce and PLAYING NICE by JP Delaney",
        "storage": "in-stock",
        "language": "english",
        "paperback": 352,
        "publisher": "orion",
        "discount": 50,
        "bestselling": true,
        "bookformat":"Paperback"

    },
    {
        "id": 3,
        "title": "Love On The Brain",
        "author": "Ali Hazelwood",
        "Rate": 219,
        "image": "https://www.99booksstore.com/uploaded_files/product/103692303.webp",
        "rating": 4.2,
        "categories":"Romance",
        "genre": "romance",
        "description": "'Hopelessly, Brilliantly, Wonderfully Romantic. I Loved It Even More Than The Love Hypothesis,And I Didn't Think That Was Possible' Cressida McLaughlin From The New York Times Bestselling Author Of The Love Hypothesis Comes A New STEMinist Rom-Com In Which A Scientist Is Forced To Work On A Project With Her Nemesis - With Explosive Results.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 368,
        "publisher": "Sphere",
        "discount": 45,
        "bestselling": true,
        "bookformat":"Paperback"

    },
    {
        "id": 4,
        "title": "Dirty Air Series- 4",
        "author": "Lauren Asher",
        "Rate": 999,
        "image": "https://www.99booksstore.com/uploaded_files/product/227990271.webp",
        "rating": 4.5,
        "categories":"Romance",
        "genre": "romance",
        "description": "A gripping suspense novel with a romantic twist, Collided tells the story of Riley and Luke, two people who are at the end of their ropes. Riley's life is falling apart, her family is fractured, and she's in a job that doesn't suit her. After an emotional confrontation with her best friend, she finally has the courage to ask for help. Riley's emotional journey leads her to the most unlikely of places: Luke's garage.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 1736,
        "publisher": "Ma indira mart",
        "discount": 38,
        "bestselling": true,
        "bookformat":"Paperback"

    },
    {
        "id": 5,
        "title": "Loathe To Love You",
        "author": "Ali Hazelwood",
        "Rate": 399,
        "image": "https://www.99booksstore.com/uploaded_files/product/226998049.webp",
        "rating": 4,
        "categories":"Romance",
        "genre": "romance",
        "description": "Three irresistible short stories by the global phenomenon Ali Hazelwood, now available together in paperback for the first time, with an exclusive bonus chapter. Mara, Sadie, and Hannah are friends first, scientists always. Though their fields of study might take them to different corners of the world, they can all agree on this universal truth: when it comes to love and science, opposites attract, and rivals make you burn. An environmental engineer discovers that scientists should never cohabitate when she finds herself stuck with the roommate from hell - a detestable big-oil lawyer who won't leave the thermostat alone. A civil engineer and her nemesis take their rivalry - and love - to the next level when they get stuck in a New York elevator.A NASA aerospace engineer's frozen heart melts as she lies injured and stranded at a remote Arctic research station and the only person willing to undertake the dangerous rescue mission is her longtime rival.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 384,
        "publisher": "Sphere",
        "discount": 50,
        "bestselling": true,
        "bookformat":"Paperback"

    },
    {
        "id": 6,
        "title": "The Predator: A Dark Contemporary Mafia Romance",
        "author": "Runyx",
        "Rate": 600,
        "image": "https://www.99booksstore.com/uploaded_files/product/206247406.webp",
        "rating": 4,
        "categories":"Romance",
        "genre": "romance",
        "description": "What happens when an unstoppable force meets an immovable object in the field of death?In the dark underbelly of the mob, Tristan Caine has been an anomaly. As the only non-blooded member in the high circle of the Tenebrae Outfit, he is an enigma to all - his skills unparalleled, his morality questionable, and his motives unknown. He is lethal and he knows it.As does Morana Vitalio, the genius extraordinaire daughter of the rival family. What Caine does with weapons, Morana does with computers. When a twenty-year old mystery resurfaces, Morana infiltrates Caine's house, intent on killing him, unaware of a tie that binds them together. Hate, heat, and history clash together with unexpected sparks.But something bigger, something worse is happening in their world. And despite their animosity, only they can fight it down.The Predator is an enemies-to-lovers, dark, contemporary romance set in a fictional universe with mafia, passion and incredible storytelling.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 318,
        "publisher": "Indy Pub",
        "discount": 42,
        "bestselling": true,
        "bookformat":"Paperback"
    },
    {
        "id":7,
        "title": "Call Me By Your Name",
        "author": "Andre Aciman",
        "Rate": 399,
        "image": "https://www.99booksstore.com/uploaded_files/product/297249602.webp",
        "rating": 3.2,
        "categories":"Romance",
        "genre": "romance",
        "description": "Andre Aciman's Call Me by Your Name is the story of a sudden and powerful romance that blossoms between an adolescent boy and a summer guest at his parents' cliffside mansion on the Italian Riviera. Each is unprepared for the consequences of their attraction, when, during the restless summer weeks, unrelenting currents of obsession, fascination, and desire intensify their passion and test the charged ground between them. Recklessly, the two verge toward the one thing both fear they may never truly find again: total intimacy. It is an instant classic and one of the great love stories of our time.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 256,
        "publisher": "Atlantic books",
        "discount": 50,
        "bestselling": true,
        "bookformat":"Paperback"
    },
    {
        "id":8,
        "title": "I CAME UPON A LIGHTHOUSE",
        "author": "Sanjana Desai",
        "Rate": 299,
        "image": "https://www.99booksstore.com/uploaded_files/product/1703745906.jpg",
        "rating": 4.1,
        "categories":"Fiction",
        "genre": "fiction",
        "description": "An endearing portrait of an Indian legend, I told him that when I write a book, I would write about another side of him and not just historic events or business milestones. I would write about us and our adventures together, and how I saw him, colours and shades of him unknown to the world. Life beyond the great steel wall of 'industry doyen'. He agreed. 'There cannot be one book that captures everything ... So you do your thing, give your perspective.' It was their shared empathy for homeless dogs that sparked an unlikely friendship. In 2014, Shantanu Naidu, an automobile design engineer in his early twenties, developed an innovation to save the local strays from being run over by speeding cars. Ratan Tata, himself known for his compassion for stray dogs, took note. Impressed, he not only decided to invest in the venture, but over the years became a mentor, boss and an unexpectedly dear friend to Shantanu. I Came Upon a Lighthouse is an honest, light-hearted telling of this uncommon bond between a millennial and an octogenarian that gives glimpses of a beloved Indian icon in a warm light.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 232,
        "publisher": "Harper Collins",
        "discount": 50,
        "bestselling": true,
        "bookformat":"Paperback"
    },
    {
        "id":9,
        "title": "Every Summer After",
        "author": "Carley Fortune",
        "Rate": 499,
        "image": "https://www.99booksstore.com/uploaded_files/product/269067337.webp",
        "rating": 3.7,
        "categories":"Romance",
        "genre": "romance",
        "description": "Six summers to fall in love. One moment to fall apart. A weekend to get it right. They say you can never go home again, and for Persephone Fraser, ever since she made the biggest mistake of her life a decade ago, that has felt too true. Instead of glittering summers on the lakeshore of her childhood, she spends them in a stylish apartment in the city, going out with friends, and keeping everyone a safe distance from her heart. Until she receives the call that sends her racing back to Barry’s Bay and into the orbit of Sam Florek—the man she never thought she’d have to live without. For six summers, through hazy afternoons on the water and warm summer nights working in his family’s restaurant and curling up together with books—medical textbooks for him and work-in-progress horror short stories for her—Percy and Sam had been inseparable. Eventually that friendship turned into something breathtakingly more, before it fell spectacularly apart. When Percy returns to the lake for Sam’s mother’s funeral, their connection is as undeniable as it had always been. But until Percy can confront the decisions she made and the years she’s spent punishing herself for them, they’ll never know whether their love might be bigger than the biggest mistakes of their past.  Told over the course of six years and one weekend, Every Summer After is a big, sweeping nostalgic story of love and the people and choices that mark us forever.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 320,
        "publisher": "Berkley",
        "discount": 6,
        "bookformat":"Paperback",
        "bestselling": true
    },
    {
        "id":10,
        "title": "The Roommate Situation",
        "author": "Katie Bailey",
        "Rate": 499,
        "image": "https://www.99booksstore.com/uploaded_files/product/350473245.webp",
        "rating": 3.6,
        "categories":"Romance",
        "genre": "romance",
        "description": "Conor Brady is the hottest man I have ever laid eyes on. Ever. He's also my new roommate. In the past few days, I became jobless, homeless, and boyfriendless. So, I did what any 28-year-old woman with her life together would do: I ran. Far, far away from my life in New York and straight to my big brother's house in Atlanta. Only, it turns out that my brother is away on a business trip. And, he failed to tell me that a full-on, godlike hottie-who happens to be a premier house flipper-has taken up residence in the spare bedroom while his enormous new house is being renovated. There's a million reasons why I shouldn't fall for Conor. But our chemistry is undeniable. Which means I have a teeny, tiny situation on my hands. The Roommate Situation is a laugh-out-loud funny, swoony, closed door romantic comedy. Expect some mild language and suggestive jokes alongside sizzling hot chemistry and tension you could cut with a knife-all without the explicit scenes.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 1278,
        "publisher": "Eleventh Avenue",
        "discount": 76,
        "bestselling": false,
        "bookformat":"Paperback"
    },
    {
        "id":11,
        "title": "Fever: A Novel",
        "author": "Mary Beth Keane",
        "Rate": 450,
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/33-300x444.jpg",
        "rating": 3.3,
        "categories":"Arts & Photography",
        "genre": "fiction",
        "description": "Perfect for fans of Barbara Kingsolver and Karen Russell, Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps WHERE THE CRAWDADS LP",
        "storage": "in-stock",
        "language": "english",
        "paperback": 780,
        "publisher": "Eleventh Avenue",
        "discount": 15,
        "bestselling": false,
        "bookformat":"Kindle"
    },
    {
        "id":12,
        "title": "All You Can Ever Know: A Memoir",
        "author": "Nicole Chung",
        "Rate": 870,
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/51-300x444.jpg",
        "rating": 3,
        "categories":"Biographies & Memoirs",
        "genre": "thriller",
        "description": "For years, rumors of the “Marsh Girl” have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life–until the unthinkable happens.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 920,
        "publisher": "Eleventh Avenue",
        "discount": 20,
        "bestselling": false,
        "bookformat":"Paperback"
    },
    {
        "id":13,
        "title": "Blindside",
        "author": "James Patterson",
        "Rate": 1100,
        "image": "https://bookworm.madrasthemes.com/wp-content/uploads/2020/08/10-300x449.jpg",
        "rating": 4.5,
        "categories":"Mystery",
        "genre": "mystery",
        "description": "Perfect for fans of Barbara Kingsolver and Karen Russell, Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps WHERE THE CRAWDADS LP",
        "storage": "out-stock",
        "language": "english",
        "paperback": 890,
        "publisher": "Sphere",
        "discount": 30,
        "bestselling": true,
        "bookformat":"Paperback"
    },
    {
        "id":14,
        "title": "A Personal Approach to Artistic Expression ",
        "author":"Bruce Barnbaum ",
        "Rate": 2450,
        "image": "https://m.media-amazon.com/images/I/71FoY04Rq0L._SY385_.jpg",
        "rating": 34.6,
        "categories":"Arts & Photography",
        "genre": "photography",
        "description": "This is an updated and newly revised edition of the classic book The Art of Photography: An Approach to Personal Expression. Originally published in 1994 and first revised in 2010, The Art of Photography has sold well over 100,000 copies and has firmly established itself as the most readable, understandable, and complete textbook on photography. Featuring nearly 200 beautiful photographs in both black-and-white and color, as well as numerous charts, graphs, and tables, this book presents the world of photography to beginner, intermediate, and advanced photographers who seek to make a personal statement through the medium of photography.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 1800,
        "publisher": "Rocky Nook",
        "discount": 15,
        "bestselling": true,
        "bookformat":"Kindle"
    },
    {
        "id":15,
        "title": "On Photography",
        "author": "Susan Sontag",
        "Rate": 310,
        "image": "https://m.media-amazon.com/images/I/81SomWg5+pL._SY342_.jpg",
        "rating": 4.2,
        "categories":"Arts & Photography",
        "genre": "photography",
        "description": "Features a critique of photography that asks forceful questions about the moral and aesthetic issues surrounding this art form. This title examines the ways in which we use these omnipresent images to manufacture a sense of reality and authority in our lives.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 224,
        "publisher": "Penguin Classics",
        "discount": 5,
        "bestselling": false,
        "bookformat":"Kindle"
    },
    {
        "id":16,
        "title": "THINK LIKE A STREET PHOTOGRAPHER",
        "author": " Derren Brown,  Matt Stuart ",
        "Rate": 1199,
        "image": "https://m.media-amazon.com/images/I/414vSKSljGL._SY445_SX342_.jpg",
        "rating": 4.7,
        "categories":"Arts & Photography",
        "genre": "photography",
        "description": " 'Never does that old maxim the harder I practice, the luckier I getring truer.' - Matt StuartStreet photography may look like luck, but you have to get out there and hone your craft if you want to shake up those luck vibes. Matt Stuart never goes out without his trusty Leica and, in a career spanning twenty years, has taken some of the most accomplished, witty and well-known photographs of the streets.From understanding how to be invisible on a busy street, to anticipating a great image in the chaos of a crowd, Matt Stuart reveals in over 20 chapters the hard-won skills and secrets that have led to his greatest shots. He explains his purist and uniquely playful approach to street photography leaving the reader full of ideas to use in their own photography. Illustrated throughout with 100 of Stuart's images, this is a unique opportunity to learn from one of the finest street photographers around.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 350,
        "publisher": "Laurence King Publishing",
        "discount": 50,
        "bestselling": true,
        "bookformat":"Kindle"
    },
    {
        "id":17,
        "title": "Girl with Broken Dreams",
        "author": "Devashish Sardana",
        "Rate": 193,
        "image": "https://m.media-amazon.com/images/I/81V120ZFGeL._SY342_.jpg",
        "rating":4.3,
        "categories":"Mystery",
        "genre": "mystery",
        "description": "Another mind-boggling psychological thriller from the bestselling author of 'The Girl in the Glass Case' ",
        "storage": "in-stock",
        "language": "english",
        "paperback": 288,
        "publisher": "Devashish Sardana",
        "discount": 5,
        "bestselling": true,
        "bookformat":"Paperback"
    },
    {
        "id":18,
        "title": "The international bestselling memoir ",
        "author": "Tara Westover",
        "Rate": 394,
        "image": "https://m.media-amazon.com/images/I/91+AYjcI78L._SY342_.jpg",
        "rating": 4.6,
        "categories":"Christianity and bible",
        "genre": "religion, spiritual",
        "description": "At sixteen, to escape her father's radicalism and a violent older brother, Tara left home. What followed was a struggle for self-invention, a journey that gets to the heart of what an education is and what it offers: the perspective to see one's life through new eyes, and the will to change it.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 400,
        "publisher": "WINDMILL BOOKS",
        "discount": 10,
        "bestselling": true,
        "bookformat":"handcover"
    },
    {
        "id":19,
        "title": "God Is Not Great ",
        "author": "Christopher Hitchens",
        "Rate": 352,
        "image": "https://m.media-amazon.com/images/I/41+2MsSFQFL._SY445_SX342_.jpg",
        "rating": 4.2,
        "categories":"Christianity and bible",
        "genre": "religion, spiritual",
        "description": "god Is Not Great is the ultimate case against religion. In a series of acute readings of the major religious texts, Christopher Hitchens demonstrates the ways in which religion is man-made, dangerously sexually repressive and distorts the very origins of the cosmos. Above all, Hitchens argues that the concept of an omniscient God has profoundly damaged humanity, and proposes that the world might be a great deal better off without 'him'. In god is Not Great Hitchens turned his formidable eloquence and rhetorical energy to the most controversial issue in the world: God and religion. The result is a devastating critique of religious faith",
        "storage": "in-stock",
        "language": "english",
        "paperback": 320,
        "publisher": "Atlantic Books",
        "discount": 5,
        "bestselling": false,
        "bookformat":"handcover"
    },
    {
        "id":20,
        "title": "NKJV Holy Bible",
        "author": "Thomas Nelson",
        "Rate": 199,
        "image": "https://m.media-amazon.com/images/I/81CMamzrsLL._SY342_.jpg",
        "rating": 4.1,
        "categories":"Christianity and bible",
        "genre": "religion, spiritual",
        "description": "The New King James Version Bible is one of the most trusted, distributed, and best-selling English translations. The NKJV Outreach Bible is ideal for ministries and churches who want to share the Gospel with those interested in God’s Word and Christianity. Features such as charts, maps, a plan of salvation, reading plan, and overviews of the major part of the Bible, make it easy for first-time Bible readers to understand Scripture. This easy-to-share and affordable Bible can be used as a gift to new or non-believers, on outreach events, or mission trips.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 896,
        "publisher": "Thomas Nelson Publishers",
        "discount": 5,
        "bestselling": true,
        "bookformat":"handcover"
    },
    {
        "id":21,
        "title": "Robert Langdon",
        "author": "Dawn Brown",
        "Rate": 295,
        "image": "https://m.media-amazon.com/images/I/71y4X5150dL._SY342_.jpg",
        "rating": 4.7,
        "categories":"Christianity and bible",
        "genre": "religion, spiritual",
        "description": "The record-breaking bestsellerA man is murdered in the world's most famous museum. Around his body is a ring of codes, drawn in blood. He died to protect a secret which Robert Langdon must uncover. It will be a race against time to decipher this final message. Can he get there before the killers do?",
        "storage": "in-stock",
        "language": "english",
        "paperback": 608,
        "publisher": "Corgi Books",
        "discount": 12,
        "bestselling": true,
        "bookformat":"handcover"
    },
    {
        "id":22,
        "title": "HUDA QURAN",
        "author": "Allah",
        "Rate": 430,
        "image": "https://m.media-amazon.com/images/I/81ekiQ62kbL._SY342_.jpg",
        "rating": 4.8,
        "categories":"Christianity and bible",
        "genre": "religion, spiritual",
        "description": "There are many instances where people are not able to read urdu but can understand it very well wheres people can read english very well but are unable to understand some words written in roman english. The author has kept in mind this problem and hence has provided the solution by writing the Urdu in Roman English Script so that people can read the english very well and understand each bit of it as it is pronounced in Urdu. – Holy Quran – Arabic Text with English Transliteration and URDU Translation in ROMAN Script. English Transliteration by Mr. Abdul Haleem Eliasi’s and Roman Urdu Translation by Maulana Qari Faheemudin Ahmed Siddiqui.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 778,
        "publisher": "FBH",
        "discount": 20,
        "bestselling": false,
        "bookformat":"handcover"
    },
    {
        "id":23,
        "title": "the Secrets of Divine Love",
        "author": "A. Helwa ",
        "Rate": 233,
        "image": "https://m.media-amazon.com/images/I/814N+GouJML._SY385_.jpg",
        "rating": 3.3,
        "categories":"Christianity and bible",
        "genre": "religion, spiritual",
        "description": "Secrets of Divine Love draws upon the spiritual secrets of the Qu’ran, mystical poetry and stories from the world’s greatest prophets and spiritual masters to help you reignite your faith, overcome your doubts and deepen your connection with God. The book uses a rational yet heart-based approach towards the Qu’ran that not only enlightens the mind, but also inspires the soul towards deeper intimacy with God.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 568,
        "publisher": "Penguin eBury Press",
        "discount": 15,
        "bestselling": false,
        "bookformat":"handcover"
    },
    {
        "id":24,
        "title": "Siyasi Muslim: A Story of Political Isla",
        "author": "Hilal Ahmed",
        "Rate": 499,
        "image": "https://m.media-amazon.com/images/I/71ZwPZLB7aL._SY342_.jpg",
        "rating": 4.2,
        "categories":"Christianity and bible",
        "genre": "religion, spiritual",
        "description": "How do we make sense of the Muslims of India? Do they form a political community? Does the imagined conflict between Islam and modernity affect the Muslims' political behaviour in this country? Are Muslim religious institutions-mosques and madrasas-directly involved in politics? Do they instruct the community to vote strategically in all elections? What are 'Muslim issues'? Is it only about triple talaq? Are Muslims truly nationalists? Or do they continue to remain just an 'other' in India? While these questions intrigue us, we seldom debate to find pragmatic answers to these queries. Examining the everydayness of Muslims in contemporary India, Hilal Ahmed offers an evocative story of politics and Islam in India, which goes beyond the given narratives of Muslim victimhood and Islamic separation.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 277,
        "publisher": "Penguin Viking",
        "discount": 10,
        "bestselling": false,
        "bookformat":"handcover"
    },
    {
        "id":25,
        "title": "Ayodhya: The Dark Night ",
        "author": "Krishna Jha",
        "Rate": 344,
        "image": "https://m.media-amazon.com/images/I/71dO9BHJcTL._SY342_.jpg",
        "rating": 4.4,
        "categories":"History",
        "genre": "cultural, historical",
        "description": "22 December 1949: A conspiracy that began with the assassination of Mahatma Gandhi culminated in the execution of the Ayodhya strategy. Late that night, a little-known sadhu, Abhiram Das, and his followers entered the Babri Masjid and planted an idol of Rama inside it. While it is known that the Hindu Mahasabha had a role in placing the idol in the mosque, the larger plot and the chain of events that led to that act have never been subject to rigorous scrutiny. Krishna Jha and Dhirendra K. Jha bring together the disparate threads of the buried narrative for the first time. Ayodhya: The Dark Night uncovers, in vivid detail, what really transpired on the fateful night that was to leave a permanent scar on the Indian polity.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 224,
        "publisher":"HarperCollins",
        "discount": 3,
        "bestselling": true,
        "bookformat":"Paperback"
    },
    {
        "id":26,
        "title": "The History of Philosophy in Islam",
        "author": "T J De Boer",
        "Rate": 182,
        "image": "https://m.media-amazon.com/images/I/61HbUicZ3-L._SY342_.jpg",
        "rating": 4.3,
        "categories":"History",
        "genre": "cultural, historical",
        "description": "'The History of Philosophy in Islam' is a complete summary of the flowering of Islamic philosophy in the late middle ages. Medieval Islamic civilization at its height was a centre of learning, and its philosophers were no exception. Islamic philosophers grappled with issues such as free-will, causality and the nature of reality. Some of these figures are still well-known, such as Ibn Sina (Avicenna), Ibn Roshd (Averroes), the Sufi Gazali, and Kindi.",
        "storage": "out-stock",
        "language": "english",
        "paperback": 218,
        "publisher": "Sanage Publishing House LLP",
        "discount": 3,
        "bestselling": false,
        "bookformat":"Paperback"
    },
    {
        "id":27,
        "title": "The Ramadan Cookbook",
        "author": "Anisa Karolia ",
        "Rate": 1011,
        "image": "https://m.media-amazon.com/images/I/91tlYiauf-L._SY342_.jpg",
        "rating": 4.5,
        "categories":"Cookbook",
        "genre": "food & drinks",
        "description": "In this cookbook, you'll find all the recipes you need to make your Ramadan meals family-friendly, fuss-free and filling. From perfect predawn meals for Suhoor, to hearty and satisfying meals for Iftar, as well as dishes made for celebrating with friends and family during Eid al-Fitr, and all the accompanying salads, chutneys, breads, drinks and desserts you'll need, this book has all the most popular Ramadan dishes covered. Accompanied by gorgeous photographs throughout, these recipes from much-loved food blogger Anisa Karolia are for anyone looking to eat well before and after fasting.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 240,
        "publisher": "Ebury Press",
        "discount": 15,
        "bestselling": true,
        "bookformat":"Paperback"
    },
    {
        "id":28,
        "title": "Crumbs!: the Indian Kitchen",
        "author": "Saee Koranne-Khandekar",
        "Rate": 351,
        "image": "https://m.media-amazon.com/images/I/51txWETNZCL._SY342_.jpg",
        "rating": 4.5,
        "categories":"Cookbook",
        "genre": "food & drinks",
        "description": "From sheermal to ciabatta, bhakri to baguette - welcome to the magical world of bread-making! There's something undeniably pleasurable about tearing into a soft, hot naan or biting into the light puffiness of a freshly baked brioche, but have you ever thought how wonderful it might be to make them yourself? In Crumbs! Saee Koranne-Khandekar recounts her journey of becoming a bread-maker (initial blunders notwithstanding), and hand-holds the average yeast-fearing, dough-despairing home cook through the deliciously satisfying experience of literally putting bread on their tables.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 384,
        "publisher": "Hachette India",
        "discount": 7,
        "bestselling": false,
        "bookformat":"handcover"
    },
    {
        "id":29,
        "title": "Essential Marathi Cookbook",
        "author": " Kaumudi Marathe ",
        "Rate": 287,
        "image": "https://m.media-amazon.com/images/I/61ebrCfAAgL._SY342_.jpg",
        "rating": 4.3,
        "categories":"Cookbook",
        "genre": "food & drinks",
        "description": "The Essential Marathi Cookbook is the definitive guide to Marathi food and customs. Recipes include: Pithla-Bhat (zesty gram flour sauce with hot rice), Shiryachi Poli (sweet semolina-stuffed bread), Ambyacha Loncha (green mango-mustard pickle), Spicy Kolhapuri mutton, Suranachi Koshimbir (elephant’s foot yam salad), Kelphulachi Bhaji (banana blossom stir-fry), Pach Dalinchi Amti (five lentil stew), Mugache Kadhan (Konkan lentil-coconut pudding), Bol Marie (East Indian coconut pie), Pathare-Prabhu baked karanjis (coconut crescents), Kharvas (first-milk custard), Khudi (sautéed East Indian-style chicken), Ukad Shengule (sorghum pasta), Kaumudi’s grandmother’s Lettuce Salad",
        "storage": "in-stock",
        "language": "english",
        "paperback": 416,
        "publisher": "Penguin India",
        "discount": 3,
        "bestselling": false,
        "bookformat":"handcover"
    },
    {
        "id":30,
        "title": "The Essential Kerala Cookbook",
        "author": "Vijayan Kannampilly ",
        "Rate": 264,
        "image": "https://m.media-amazon.com/images/I/41JrClXy5vL._SY445_SX342_.jpg",
        "rating": 4.2,
        "categories":"Cookbook",
        "genre": "food & drinks",
        "description": "The cooking style is traditionally coconut-based, with a healthy dose of spices thrown into the cauldron. This volume includes dishes prepared using vegetable, meats, making pickles, seafood, sweets, and snacks. Specific popular dishes such as tapioca potage, stir-fried banana flower with coconut, deep-fried meat, spicy chicken curry, duck curry, prawns with potato and coconut, and stir-fried crab with coconut have been included.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 300,
        "publisher": "Penguin",
        "discount": 3,
        "bestselling": false,
        "bookformat":"handcover"
    },
    {
        "id":31,
        "title": "Liquid Intelligence",
        "author": "Dave Arnold",
        "Rate": 2601,
        "image": "https://m.media-amazon.com/images/I/61lH+CpX22L._AC_UL320_.jpg",
        "rating": 4.8,
        "categories":"Cookbook",
        "genre": "food & drinks",
        "description": "Arnold’s book is the beginning of a new method of making drinks, a problem-solving approach grounded in attentive observation and creative techniques. Readers will learn how to extract the sweet flavor of peppers without the spice, why bottling certain drinks beforehand beats shaking them at the bar, and why quinine powder and succinic acid lead to the perfect gin and tonic. Liquid Intelligence is about satisfying your curiosity and refining your technique, from red-hot pokers to the elegance of an old-fashioned. Whether you’re in search of astounding drinks or a one-of-a-kind journey into the next generation of cocktail making, Liquid Intelligence is the ultimate standard—one that no bartender or drink enthusiast should be without.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 416,
        "publisher": "W. W. Norton & Company",
        "discount": 20,
        "bestselling": true,
        "bookformat":"handcover"
    },
    {
        "id":32,
        "title": "The Big Book Of Treats",
        "author": "Pooja Dhingra",
        "Rate": 479,
        "image": "https://m.media-amazon.com/images/I/81wxzq8uoKL._AC_UL320_.jpg",
        "rating": 4.4,
        "categories":"Cookbook",
        "genre": "food & drinks",
        "description": "The Big Book of Treats is Pooja's gift to Indian home bakers. Written with a professional's exacting eye and a home chef's ability to improvise, it teaches you how to make everything from cookies and cupcakes to brownies and birthday cakes. Accessible, engaging and undeniably scrumptious, these recipes will bring all sorts of baked goodies even macarons into your own kitchen.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 207,
        "publisher": "Penguin",
        "discount": 7,
        "bestselling": false,
        "bookformat":"handcover"
    },
    {
        "id":33,
        "title": "Indulgent & Easy Chocolate Recipes",
        "author": "Deeba Rajpal",
        "Rate": 551,
        "image": "https://m.media-amazon.com/images/I/81ks8iO+LWL._SY385_.jpg",
        "rating": 4.7,
        "categories":"Cookbook",
        "genre": "food & drinks",
        "description": "Inspired by her blog, this book is a collection of some of her most loved chocolate dessert recipes for every kind of indulgence. With healthy, tasty yet easy-to-make chocolate delights -- from tarts, tea cakes and cupcakes to cookies, traybakes and cakes for special occasions -- and simple tips and tricks, Deeba shows you how working with chocolate can be oh so fun!",
        "storage": "in-stock",
        "language": "english",
        "paperback": 304,
        "publisher": "Penguin eBury Press",
        "discount": 10,
        "bestselling": false,
        "bookformat":"handcover"
    },
    {
        "id":34,
        "title": "Never Lie",
        "author": "The Housemaid Freida McFadden",
        "Rate": 310,
        "image": "https://m.media-amazon.com/images/I/81+ceFx9BcL._AC_UY218_.jpg",
        "rating": 4.3,
        "categories":"thriller",
        "genre": "thriller",
        "description": "Newlyweds Tricia and Ethan are searching for the house of their dreams. They think they’ve found it in the remote manor that once belonged to Dr. Adrienne Hale, a renowned psychiatrist who years ago vanished without a trace. When a violent winter storm traps them at the estate, the house begins to lose its appeal. Stuck inside, Tricia finds a collection of audio transcripts from Dr. Halea’s sessions with patients. As Tricia starts listening to what isn’t meant for her, she learns of the terrifying events around the doctor’s mysterious disappearance. With each tape, every shocking piece of the puzzle falls into place, but by the time Tricia reaches the final cassette, it will be too late!",
        "storage": "out-stock",
        "language": "english",
        "paperback": 336,
        "publisher": "Penguin",
        "discount": 6,
        "bestselling": false,
        "bookformat":"Paperback"
    },
    {
        "id":35,
        "title": "THE SILENT PATIENT",
        "author": "Alex Michaelides",
        "Rate": 246,
        "image": "https://m.media-amazon.com/images/I/81JJPDNlxSL._SY342_.jpg",
        "rating": 4.5,
        "categories":"thriller",
        "genre": "thriller",
        "description": "WITH OVER THREE MILLION COPIES SOLD, read the Sunday Times and No.1 New York Times bestselling, record-breaking thriller that everyone is talking about - soon to be a major film. 'The perfect thriller' AJ FINN 'Terrific' - THE TIMES Crime Book of the Month 'Smart, sophisticated suspense' - LEE CHILD 'Compelling' - OBSERVER 'Absolutely brilliant' - STEPHEN FRY 'A totally original psychological mystery' - DAVID BALDACCI 'One of the best thrillers I've read this year' - CARA HUNTER 'The pace and finesse of a master' - BBC CULTURE Alicia Berenson lived a seemingly perfect life until one day six years ago.When she shot her husband in the head five times. Since then she hasn't spoken a single word.It's time to find out why. THE SILENT PATIENT is the gripping must-read thriller of the year - perfect for fans of THE FAMILY UPSTAIRS by Lisa Jewell, BLOOD ORANGE by Harriet Tyce and PLAYING NICE by JP Delaney.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 304,
        "publisher": "orion",
        "discount": 6,
        "bestselling": true,
        "bookformat":"Paperback"
    },
    {
        "id":36,
        "title": "Too Late",
        "author": "Colleen Hoover",
        "Rate": 339,
        "image": "https://m.media-amazon.com/images/I/91gD7eecW7L._SY342_.jpg",
        "rating": 4.3,
        "categories":"thriller",
        "genre": "thriller",
        "description": "Sloan will go through hell and back for those she loves. And she does so, every single day. Caught up with the alluring Asa Jackson, a notorious drug trafficker, Sloan has finally found a lifeline to cling to, even if it's meant compromising her morals. She was in dire straits trying to pay for her brother's care until she met Asa. But as Sloan became emotionally and economically reliant on him, he in turn developed a disturbing obsession with her - one that becomes increasingly dangerous every day. When undercover DEA agent Carter enters the picture, Sloan's surprised to feel an immediate attraction between them, despite knowing that if Asa finds out, he will kill him. And Asa has always been a step ahead of everyone in his life, including Sloan. No one has ever gotten in his way.",
        "storage": "in-stock",
        "language": "english",
        "paperback": 400,
        "publisher": "Sphere",
        "discount": 6,
        "bestselling": false,
        "bookformat":"Paperback"
    }
]